import image_01 from '../images/news/image_01.jpg';
import image_05 from '../images/news/image_05.jpg';
import image_06 from '../images/news/image_06.jpg';

const allNews = [
  {
    keyword: 'Природа',
    title: 'Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'Дзен',
    link: 'https://nat-geo.ru/nature/natsionalnoe-dostoyanie-parki/',
    image: image_06,
    owner: '123'
  },
  {
    keyword: 'Природа',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    date: '2 августа, 2019',
    source: 'Афиша',
    link: 'https://nat-geo.ru/nature/lesnye-ogonki-istoriya-odnoj-fotografii/',
    image: image_01,
    owner: '123'
  },
  {
    keyword: 'Тайга',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка дальше будет очень много слов. Надо бы их обрезать и поставить многоточие.',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'Медиазона',
    link: '#',
    image: image_05,
    owner: '123'
  },
  {
    keyword: 'Парки',
    title: 'Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'Дзен',
    link: '#',
    image: image_06,
    owner: '123'
  },
  {
    keyword: 'Фотография',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    date: '2 августа, 2019',
    source: 'Афиша',
    link: '#',
    image: image_01,
    owner: '123'
  },
];

export default allNews;